[
    "Sing a song chosen by the group.",
    "Do 10 push-ups.",
    "Tell a joke.",
    "Send a message to your crush.",
    "Wear socks on your hands for the next 3 rounds.",
    "Post an embarrassing photo of yourself in the chat.",
    "Do an impression of a celebrity.",
    "Say 'I love you' to a random member in the server.",
    "Send a message in a foreign language for the next 3 rounds.",
    "Do a cartwheel.",
    "Tell everyone your most embarrassing moment.",
    "Draw a picture blindfolded and post it in the chat.",
    "Send a message using only emojis.",
    "Dance for 30 seconds.",
    "Do an interpretive dance.",
    "Give a compliment to the person above you in the chat.",
    "Speak in an accent for the next 3 rounds.",
    "Wear a funny hat for the next 3 rounds.",
    "Tell a funny childhood story.",
    "Do a handstand.",
    "Send a selfie to the group.",
    "Do the chicken dance.",
    "Eat a spoonful of a condiment of your choice (ketchup, mustard, etc.).",
    "Make up a rap about someone in the server.",
    "Speak in rhymes for the next 3 rounds.",
    "Do 10 jumping jacks.",
    "Make up a short poem and recite it to the group.",
    "Do an impression of a famous cartoon character.",
    "Change your profile picture to something silly for the next hour.",
    "Post a random fact about yourself.",
    "Do your best celebrity impersonation.",
    "Send a message using only your elbows.",
    "Wear a piece of clothing inside out for the next 3 rounds.",
    "Tell a story using only 3 words at a time.",
    "Send a message in all caps.",
    "Write a short haiku about something in the room.",
    "Draw a picture of another member in the server and post it.",
    "Send a message pretending to be a robot.",
    "Do a dramatic reading of a random passage from a book.",
    "Recite the alphabet backwards.",
    "Send a message using only your non-dominant hand.",
    "Do a dance from a popular music video.",
    "Post a funny meme in the chat.",
    "Tell a story about the last dream you had.",
    "Make up a new handshake and show it on camera.",
    "Send a message pretending to be a famous historical figure.",
    "Tell a funny knock-knock joke.",
    "Do 5 jumping squats.",
    "Send a message saying something nice about everyone in the server.",
    "Do an impression of a famous YouTuber.",
    "Send a message using only song lyrics.",
    "Wear sunglasses indoors for the next hour.",
    "Do a dramatic reading of a song lyric.",
    "Tell a story using only emojis.",
    "Do a magic trick and explain how you did it.",
    "Post a funny GIF in the chat.",
    "Sing a line from your favorite song.",
    "Tell everyone what your favorite food is.",
    "Do 5 burpees.",
    "Make up a silly nickname for yourself and ask everyone to use it.",
    "Send a message with your tongue sticking out.",
    "Do an impression of a famous movie character.",
    "Recite a tongue twister 3 times fast.",
    "Send a message using a made-up word.",
    "Do a silly dance for 15 seconds.",
    "Tell a joke in a foreign language.",
    "Change your username to something silly for the next hour.",
    "Post a picture of your pet (or a cute animal if you don't have one).",
    "Send a message using only emojis to describe your day.",
    "Do your best pirate impression.",
    "Make up a short rap about Discord.",
    "Do 10 sit-ups.",
    "Send a message with your eyes closed.",
    "Tell everyone what your favorite movie is.",
    "Make up a funny story about a banana.",
    "Send a message pretending to be a superhero.",
    "Do a karaoke performance of a song.",
    "Tell everyone what your favorite TV show is.",
    "Send a message using a different language alphabet.",
    "Do your best impression of a famous singer.",
    "Tell a funny story about something that happened to you recently.",
    "Send a message with your favorite emoji repeated 10 times.",
    "Do 5 jumping lunges.",
    "Tell everyone what your favorite book is.",
    "Make up a silly dance and perform it on camera.",
    "Send a message using only one-word responses for the next 3 rounds.",
    "Do an impression of a famous politician.",
    "Send a message using only your voice (no text).",
    "Make up a funny story about a pineapple.",
    "Do your best animal impression.",
    "Send a message pretending to be a famous athlete.",
    "Tell everyone what your favorite color is.",
    "Make up a short jingle and sing it to the group.",
    "Do a funny walk.",
    "Send a message using only your nose.",
    "Tell everyone what your favorite season is.",
    "Make up a funny story about a potato.",
    "Do a plank for 30 seconds.",
    "Send a message pretending to be a famous actor.",
    "Tell a funny story about your childhood.",
    "Make up a funny story about a spoon.",
    "Send a message pretending to be a famous musician.",
    "Do 5 squats.",
    "Tell everyone what your favorite hobby is."
]
