[
    "What is your biggest fear?",
    "What is your biggest secret?",
    "Who is your celebrity crush?",
    "What is the most embarrassing thing you've done?",
    "What is your most awkward moment?",
    "What is the craziest thing you've ever done?",
    "What is the weirdest dream you've ever had?",
    "What is your guilty pleasure?",
    "What is the strangest habit you have?",
    "What is the grossest food you've ever eaten?",
    "What is your most embarrassing childhood memory?",
    "What is your most embarrassing moment on a date?",
    "What is the most embarrassing thing you've done while drunk?",
    "What is the biggest lie you've ever told?",
    "What is the weirdest thing you've ever googled?",
    "What is the most embarrassing thing you've done for a crush?",
    "What is the most embarrassing thing you've done to impress someone?",
    "What is the most embarrassing thing you've done in front of your crush?",
    "What is your favorite thing about your best friend?",
    "What is your biggest regret in life?",
    "Have you ever cheated on a test or exam?",
    "What is something you've done that you're ashamed of?",
    "Have you ever lied to your best friend?",
    "What is the most dishonest thing you've ever done?",
    "Have you ever stolen something?",
    "Have you ever spread a rumor about someone?",
    "Have you ever betrayed someone's trust?",
    "What is the most illegal thing you've ever done?",
    "Have you ever vandalized property?",
    "Have you ever been in trouble with the law?",
    "Have you ever cheated in a relationship?",
    "Have you ever lied to get out of trouble?",
    "What is the worst thing you've ever said to someone?",
    "Have you ever betrayed a friend for personal gain?",
    "Have you ever cheated on a partner?",
    "Have you ever broken the law?",
    "What is the most unethical thing you've ever done?",
    "Have you ever done something you deeply regretted?",
    "Have you ever hurt someone intentionally?",
    "What is the biggest mistake you've ever made?",
    "What is something you've done that you would never admit to anyone?",
    "Have you ever cheated someone out of money?",
    "What is the most embarrassing thing you've ever done in front of a crush?",
    "Have you ever betrayed a family member?",
    "Have you ever blackmailed someone?",
    "What is the worst thing you've ever done to someone else?",
    "Have you ever sabotaged someone's efforts?",
    "What is the most hurtful thing you've ever said to someone?",
    "Have you ever intentionally hurt someone emotionally?",
    "What is the biggest secret you've ever kept from someone?",
    "What is the most shameful thing you've ever done?",
    "Have you ever cheated on a significant other?",
    "Have you ever lied about your age?",
    "Would you ever online date?"
]
